Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The hold time limits for process intermediates were established through small scale studies as described in Section 3.2.P.2 Pharmaceutical Development and validation activities as described in Section 3.2.S.2.5 Process Validation for spesolimab drug substance 150 mg/mL, as previously submitted, and Section 3.2.P.3.5 Process Validation.
es_es: Los tiempos de espera para los compuestos intermedios del proceso se establecieron mediante estudios a pequeña escala que se describen en la Sección 3.2.P.2, Desarrollo Farmacéutico, y las actividades de validación que se describen en la Sección 3.2.S.2.5, Validación del proceso para el principio activo espesolimab a 150 mg/ml, según lo presentado anteriormente, y la Sección 3.2.P.3.5, Validación del proceso.

source: The hold times are shown in Table 10.
es_es: En la Tabla 10 se muestran los tiempos de espera.

source: The hold times are shown in Table 6.
es_es: En la Tabla 6 se muestran los tiempos de espera.

source: The hold times for intermediate pools are hold at room temperature (15 – 25°C) and 2 - 8°C are shown in Table 31.
es_es: Los tiempos de detención para los compuestos intermedios agrupados se mantienen a temperatura ambiente (15 – 25 °C) y a 2 - 8 °C, y se presentan en la Tabla 31.

source: The holding vessel was described as jacketed in the process for Catalent DE (Eberbach) registered site.
es_es: El tanque de espera contenía una camisa en la descripción del proceso de la planta productora registrada Catalent DE (Eberbach).

source: The horizontal line in each box represents the median, and the top and bottom of the boxes the interquartile range.
es_es: La línea horizontal en cada recuadro representa la mediana, y la parte superior e inferior de los recuadros, el rango intercuartílico.

source: The hoses used during sterile filtration and filling are all compounded of Pt-cured silicone.
es_es: Todas las mangueras usadas durante el filtrado estéril y el llenado son de silicona curada con platino.

source: The hydrate form of copper (II) sulphate is corrected due to a typing error in the current document.
es_es: Se corrige la forma hidratada del sulfato de cobre (II) debido a un error tipográfico en el documento actual.

source: The hydrate form of ferric (III) chloride is corrected due to a typing error in the current document.
es_es: Se corrige la forma hidratada del cloruro férrico (III) debido a un error tipográfico en el documento actual.

source: The hypodensity is indicative for more severe tissue damage and thus among the contraindication category “situations associated with a risk of bleeding such as:…” and also in the ”Warnings and Precautions” as follows:
es_es: La hipodensidad es indicativa de un daño tisular más grave y por ello está incluida como contraindicación, categorizada como “situaciones asociadas a riesgo de sangrado como:…” y como “Advertencias y precauciones”, con la siguiente formulación:

source: The hypothesis is tested using the modified Poisson regression with robust error estimation model with a treatment group as an independent variable and the presence or absence of symptomatic intracranial hemorrhage outcome as the dependent variable.
es_es: La hipótesis se evalúa utilizando el modelo de regresión de Poisson modificada con estimación robusta del error, donde el grupo de tratamiento es la variable independiente, y donde la presencia o ausencia de hemorragia intracraneal sintomática es la variable dependiente.

source: The hypothesis is tested using the modified Poisson regression with robust error estimation model with treatment group as an independent variable and the 3 months mRS outcome (dichotomized into mRS0-2 or no change from baseline vs other) as the dependent variable, including baseline NIHSS and age as treatment covariates for adjustment purposes.
es_es: La hipótesis se evalúa utilizando un modelo de regresión de Poisson modificado, con estimación robusta del error. En este modelo, el grupo de tratamiento es la variable independiente y el resultado clínico a los 3 meses en la escala modificada de Rankin es la variable dependiente. Este resultado se dicotomiza en dos categorías: mRS0-2 o sin cambios desde el inicio, frente a otros resultados. Además, se incluyen la puntuación inicial en la escala NIHSS y la edad como covariables del tratamiento para fines de ajuste.

source: The hypothesis is tested using the modified Poisson regression with robust error estimation model with treatment group as an independent variable and the early neurological improvement at 3 days outcome as the dependent variable, including baseline NIHSS and age as treatment covariates for adjustment purposes.
es_es: La hipótesis se evalúa utilizando un modelo de regresión de Poisson modificado, con estimación robusta del error. En este modelo, el grupo de tratamiento es la variable independiente y la mejora neurológica temprana a los 3 días es la variable dependiente. Se incluye la puntuación inicial de NIHSS y la edad como covariables de tratamiento para fines de ajuste.

source: The hypothesis is tested using the modified Poisson regression with robust error estimation model with treatment group as an independent variable and the 3 months mRS outcome (dichotomized into mRS0-1 or no change from baseline vs other) as the dependent variable, including baseline NIHSS and age as treatment covariates for adjustment purposes.
es_es: La hipótesis se evalúa utilizando el regresión de Poisson modificada, con una estimación robusta del error. El grupo de tratamiento será la variable dependiente, el desenlace a los 3 meses en la puntuación de mRS (dividido en dos categorías: mRS0-1 o sin cambios desde el inicio frente a otro resultado) será la variable dependiente, y la puntuación inicial de NIHSS serán covariables de ajuste.

source: The hypothesis was that 0.40 mg/kg of tenecteplase would be more effective than 0.25 mg/kg of tenecteplase in establishing reperfusion prior to endovascular thrombectomy when administered within 4.5 hours of symptom onset.
es_es: La hipótesis era que 0.40 mg/kg de tenecteplasa serían más eficaces que 0.25 mg/kg de tenecteplasa para lograr la reperfusión antes de la trombectomía endovascular cuando se administra dentro de las 4.5 horas posteriores al inicio de los síntomas.

source: The identy was confirmed via X-ray powder diffraction.
es_es: La identidad se confirmó por difracción en polvo con rayos X.

source: The imaging protocols will follow current international consensus guidelines [1].
es_es: Los protocolos de imágenes seguirán las pautas internacionales vigentes acordadas [1].

source: The imaging times for MRP and DWI are each approximately 3 minutes.
es_es: La adquisición de imágenes de RM y IPD dura aproximadamente 3 minutos.

source: The impact of Arg275 clip abundance on clot lysis activity was also empirically established based on release and characterization data.
es_es: El impacto de la abundancia de corte en Arg275 sobre la actividad de lisis de coágulo también se estableció empíricamente a partir de datos de liberación y caracterización.

source: The impact of hold times, exposure to VHP and exposure to light during the manufacturing process is described in the following chapters.
es_es: En los siguientes capítulos, se describe el impacto de los tiempos de detención, la exposición al vapor de peróxido de hidrógeno y la exposición a la luz durante el proceso de fabricación.

source: The impact of the hold time is covered within the CPP described in Chapter 3.7.
es_es: El efecto del tiempo de detención se discute en el parámetro crítico del proceso en el Capítulo 3.7.

source: The impact of the peristaltic pump used for filling on DP quality was evaluated during transfer fills at the commercial filling site.
es_es: Durante los llenados de transferencia en el centro de llenado comercial, se evaluó la influencia de la bomba peristáltica utilizada para el llenado sobre la calidad del medicamento.

source: The implementation of the additional filling line SM5 is associated with the following changes:
es_es: La implementación de la línea de llenado adicional SM5 está asociada con los siguientes cambios:

source: The implementation of these recommendations requires local implementation, adaptations in health systems as well as patient and physician training.
es_es: La implementación de estas recomendaciones requiere una implementación local, adaptación de los sistemas de salud, y capacitación de pacientes y médicos.

source: The importance of making the translator visible
es_es: La importancia de hacer visible al traductor

source: The improvement in HF symptoms was in line with the HF clinical outcome results and consistent with the observed improvements in NYHA class with empagliflozin treatment.
es_es: La mejoría en los síntomas de la insuficiencia cardíaca estuvo en línea con el desenlace clínico insuficiencia cardíaca y se correspondió con las mejoras observadas en la clasificación de la NYHA para el tratamiento con empagliflozina.

source: The impurities (BIBR 277 SE POSS. IMP. I, BIBR 277 SE BIMBIM, BIBR277 AMIDE and BIBR 277 NITRILE) should be unequivocally integrable.
es_es: Las impurezas (BIBR 277 SE POS. IMP. I, BIBR 277 SE BIMBIM, BIBR277 AMIDA y BIBR277NITRILO) deben poderse integrar de manera inequívoca.

source: The impurities mentioned above are analysed by suitable validated test methods.
es_es: Las impurezas mencionadas se analizan con métodos analíticos adecuados y validados.

source: The incidence of all-cause mortality was similar in both treatment groups (Table 11.1.2.4: 1).
es_es: La incidencia de la mortalidad por todas las causas fue similar en ambos grupos de tratamiento (Tabla 11.1.2.4: 1).

source: The incidence of all-cause mortality was similar in both treatment groups.
es_es: La incidencia de la mortalidad por todas las causas fue similar en ambos grupos de tratamiento.

source: The incidence of reperfusion of 10% that was observed with alteplase in the present trial was similar to the incidence of 11% that was observed in the EXTEND-IA trial of endovascular thrombectomy, which included patients with a distribution of vessel occlusions that is similar to the distribution in the present trial [P15-01755].
es_es: La incidencia de reperfusión de 10% que se observó con alteplasa en el presente estudio fue similar a la incidencia del 11% registrada en el ensayo EXTEND-IA sobre la trombectomía endovascular, en el que se incluyeron pacientes con una distribución de oclusiones vasculares similar a la distribución de este estudio [P15-01755].

source: The incidence rate per 100 years at risk was lower in the empagliflozin group than in the placebo group, with a HR of 0.85 (95% CI 0.77 to 0.94; Table 11.1.2.5: 1).
es_es: La tasa de incidencia por cada 100 años en riesgo fue menor en el grupo de empagliflozina que en el grupo de placebo, con un cociente de riesgo de 0.85 (IC del 95%: 0.77 a 0.94; Tabla 11.1.2.5: 1).

source: The incidence rate per 100 years at risk was lower in the empagliflozin group than in the placebo group, with a HR of 0.92 (95% CI 0.85 to 0.99; Table 11.1.2.5: 1).
es_es: La tasa de incidencia por cada 100 años en riesgo fue menor en el grupo de empagliflozina que en el grupo de placebo, con un cociente de riesgo de 0.92 (IC del 95%: 0.85 a 0.99; Tabla 11.1.2.5: 1).

source: The incidence rates by sex and age category for overall VTE per 10 000 people aged 18 years and younger in a retrospective population-based cohort study in Denmark from 1994 to 2006 are shown in SI.Table 44 below [P11-14206].
es_es: En SI.Tabla 44 se pueden apreciar las tasas de incidencia generales de TEV por sexo y categoría etaria por cada 10 000 personas de hasta 18 años en un estudio de cohortes poblacional retrospectivo realizado en Dinamarca entre 1994 y 2006 [P11-14206].

source: The incidence rates of VTE are available, both by country (SI.Table 41) and by the age distribution (SI.Table 42) of the populations studied.
es_es: Se cuenta con tasas de incidencia de TEV por país (SI.Tabla 41) y por segmento etario (SI.Tabla 42) para las poblaciones estudiadas.

source: The incidence rates of paediatric VTE were higher in males compared to females in infancy, whereas the opposite pattern was seen in later adolescence.
es_es: Las tasas de incidencia de TEV pediátrica fueron mayores en los varones que en las niñas durante el período de lactancia, mientras que se observó el patrón opuesto en la adolescencia tardía.

source: The incident number of acute stroke events is greater than that of acute coronary events, although the resources and acute interventions available do not match this state of affairs.
es_es: La cantidad de eventos nuevos de accidente cerebrovascular fue mayor que la cantidad de eventos coronarios agudos nuevos, aunque los recursos y las intervenciones agudas disponibles no se corresponden con esta situación.

source: The incident number of acute stroke events is greater than that of acute coronary events, although the resources and acute interventions available do not match this state of affairs.(6)
es_es: La cantidad de eventos nuevos de accidente cerebrovascular fue mayor que la cantidad de eventos coronarios agudos nuevos, aunque los recursos y las intervenciones agudas disponibles no se corresponden con esta situación.(6)

source: The independent CECs performed central, blinded adjudication of ketoacidosis and certain hepatic events (see Section 6).
es_es: Los comités de eventos clínicos desarrollaron una adjudicación central y cegada de cetoacidosis en ciertos eventos hepáticos (ver la Sección 6).

source: The independent CECs performed central, blinded adjudication of ketoacidosis and certain hepatic events.
es_es: Los comités de eventos clínicos desarrollaron una adjudicación central y cegada de cetoacidosis en ciertos eventos hepáticos.

source: The individual and mean profiles demonstrate that after dosing with either the free dose or fixed dose combinations, plasma concentrations of empagliflozin increased rapidly, with median peak concentration reached within 1.50 h.
es_es: Los perfiles individuales y medios demuestran que después de la dosificación con dosis libre o combinaciones de dosis fijas, las concentraciones plasmáticas de empagliflozina aumentaron rápidamente, y la mediana de la concentración máxima se alcanzó en 1.50 h.

source: The individual and mean profiles demonstrate that after dosing with either the free dose or fixed dose combinations, plasma concentrations of metformin increased rapidly, with mean peak concentration reached at approximately 2 h.
es_es: Los perfiles individuales y medios demuestran que después de la dosificación con dosis libre o combinaciones de dosis fijas, las concentraciones plasmáticas de metformina aumentaron rápidamente, y la concentración máxima media se alcanzó en 2 h.

source: The individual components of the SnS subassembly - body, sleeve, cone and spring - are assembled to the SnS subassembly by the supplier.
es_es: El proveedor ensambla los componentes individuales de la subunidad SnS (cuerpo, capuchón, cono y resorte) en la subunidad SnS.

source: The individual components of the SnS subassembly - body, sleeve, cone and spring - are assembled to the SnS subassembly by Nemera.
es_es: Los componentes individuales de la subunidad SnS (cuerpo, capuchón, cono y resorte) son ensamblados en la subunidad SnS por Nemera.

source: The individual components that contributed to the primary endpoint were summarised descriptively.
es_es: Los componentes individuales que influyeron en el criterio de valoración primario se presentaron con un resumen descriptivo.

source: The individual elements of the control strategy for the drug product are provided in the appropriate CTD format sections.
es_es: En las secciones formateadas correspondientes del documento técnico CTD, pueden verse los elementos individuales de la estrategia de control del medicamento.

source: The individual patient empagliflozin plasma trough concentrations are displayed in Appendix 16.1.13.5, Listing 4.
es_es: En el Apéndice 16.1.13.5, Listado 4, se pueden apreciar las concentraciones mínimas plasmáticas de empagliflozina de cada paciente individual.

source: The information below serves to clarify the position regarding the Period of Validity stated on the MHRA GMP certificate issued by rthe MHRA for the inspection of the Glasgow site on the 11 March 2021.
es_es: Se aclara a continuación la validez del certificado de buenas prácticas de fabricación emitido por la MHRA tras inspeccionar la planta de Glasgow del 11 de marzo de 2021.

source: The information for the individual batches is given in Table 1.
es_es: En la Tabla 1 se puede ver la información de las partidas individuales.

source: The information provided in section 1.1, "Name and Pharmaceutical Form of the Product," which states the pharmaceutical form as "powder for solution for injection" without a solvent, and section 6.1 "List of Excipients," is correct and accurately reflects the product's composition.
es_es: La información de la Sección 1.1, "Denominación y forma farmacéutica del producto", según la cual la forma farmacéutica es "polvo para solución inyectable" sin solvente y de la Sección 6.1, "Lista de excipientes" es correcta y refleja con exactitud la composición del producto.

source: The information required by German Drug Law as well as the Annex 13/EU GMP Guideline was to be provided on the containers.
es_es: En los envases debía constar la información requerida por la Ley de Medicamentos de Alemania y las directrices de la UE sobre buenas prácticas de fabricación, Anexo 13.

source: The infrared absorption spectrum of the test sample is recorded using the ATR (attenuated total reflection) technique in the range of 4000 - 650 cm-1.
es_es: Se registra el espectro de absorción de la muestra de prueba utilizando la técnica de reflexión total atenuada (ATR), en el rango de 4000-650 cm-1.

source: The initial and final DNA Clearance Factors were 3.68 and 4.01, respectively, demonstrating that the binding capacity and removal effectiveness of the column are unchanged for at least 17 cycles.
es_es: Los factores de depuración de ADN inicial y final fueron 3,68 y 4,01, respectivamente, lo cual demuestra que la capacidad de unión y la eficacia de eliminación de la columna se mantienen intactas durante por lo menos 17 ciclos.

source: The initial and final angiograms will be centrally graded for angiographic reperfusion using the mTICI classification (1) and any embolization into new territories.
es_es: Se utilizarán las angiografías inicial y final para calificar en forma central la reperfusión angiográfica mediante la clasificación de la escala mTICI (1) y la embolización en nuevos territorios.

source: The initial cycle for the lyophilisation development was chosen based on BI’s experience with the 40 mg/vial and 50 mg/vial presentations and is depicted in Table 20.
es_es: El ciclo inicial para el desarrollo de la liofilización se seleccionó a partir de la experiencia de BI con las presentaciones de 40 mg/frasco y 50 mg/frasco, y se representa en la Tabla 20.

source: The initial risk assessment with all process steps that were identified to have potential or known impact on CQAs is summarised in Table 11.
es_es: La evaluación inicial de riesgos con todos los pasos del proceso en los cuales se identificó un efecto posible o conocido sobre los atributos críticos de calidad seresume en la Tabla 11.

source: The initial selection of components in the formulation was based upon solution stability screening studies of 5 mg/mL tenecteplase using arginine and phosphate.
es_es: La selección inicial de componentes en la formulación se basó en estudios de evaluación de la estabilidad de la solución de 5 mg/ml de tenecteplasa usando arginina y fosfato.

source: The initially estimated trial duration was 38 months, with a recruitment period of approximately 18 months.
es_es: La duración del ensayo estimada inicialmente fue 38 meses, con un período de reclutamiento de aproximadamente 18 meses.

source: The injected volumes correspond to protein concentrations of 2.5 – 5.0 mg/mL (0.025 – 0.125 mg/mL after reduction).
es_es: Los volúmenes inyectados corresponden a concentraciones de proteína de 2.5 a 5.0 mg/ml (0.025 a 0.125 mg/ml después de la reducción).

source: The injected volumes correspond to protein concentrations of
es_es: Los volúmenes inyectados corresponden a concentraciones de proteína de

source: The injection time and rate are mainly driven by the injection initiation and the injection sustaining force.
es_es: El tiempo y la velocidad de inyección dependen principalmente del inicio de la inyección y de la fuerza sostenida de inyección.

source: The ink imprinting of the capsules is replaced by UV laser marking.
es_es: La impresión en tinta de las cápsulas se sustituye por el marcado láser UV.

source: The insert is made of cardboard.
es_es: La caja inserta es de cartón.

source: The inspection process is verified by means of representative sampling of already inspected and accepted PFS and a second visual inspection of these samples (AQL).
es_es: El proceso de inspección se verifica obteniendo muestras representativas de jeringas prellenadas ya inspeccionadas y aceptadas, y sometiendo estas muestras a una segunda inspección visual (niveles de calidad aceptables).

source: The instructions and procedures specified in this Protocol require diligent attention to their execution.
es_es: Las instrucciones y procedimientos establecidos en este Protocolo deben cumplirse con la máxima atención y cuidado.

source: The instrumental method is used to compare 2 solutions in terms of their colour or colour difference, or a deviation from a defined colour.
es_es: El método instrumental sirve para comparar o diferenciar 2 soluciones en términos de color, o para establecer una desviación respecto de un color definido.

source: The intended purpose of the test method CEX is to separate, identify and quantify differently charged protein variants (e.g. Main Peak, Acidic Peak Group (APG) and Basic Peak Group
es_es: El objetivo declarado del método analítico CEX es separar, identificar y cuantificar variantes proteicas con cargas diferentes (por ejemplo, del pico principal, del grupo de picos de especies ácidas y del grupo de picos de especies básicas)

source: The intended purpose of the test method CEX is to separate, identify and quantify differently charged protein variants (e.g. Main Peak, Acidic Peak Group (APG) and Basic Peak Group (BPG)) in idarucizumab drug substance and drug product, stability samples and in-process samples using cation exchange chromatography.
es_es: El objetivo declarado del método analítico CEX es separar, identificar y cuantificar variantes proteicas con cargas diferentes (por ejemplo, del pico principal, del grupo de picos de especies ácidas y del grupo de picos de especies básicas) en muestras del principio activo y el medicamento idarucizumab, así como en muestras del proceso, mediante cromatografía de intercambio catiónico.

source: The intended secondary packaging material was found to be adequate for protection from light, i.e. light tight.
es_es: El material de empaquetamiento secundario previsto se halló adecuado para proteger el producto de la luz, es decir que es resistente a la luz.

source: The intensity of each AE and SAE recorded in the CRF or SAE form should be assigned to one of the following categories:
es_es: La intensidad de cada evento adverso y evento adverso grave registrado en el CRF o en el formulario de EAG debe asignarse a una de las siguientes categorías:
